/* Shared Settings Strings for MacConfig Apps */

/* Generic On/Off/Changed */
"optionOn" = "تشغيل";
"optionOff" = "إيقاف";
"optionChanged" = "(تم التغيير)";
"optionHidden" = "••••••";
"optionVariable" = "(متغير)";

/* Keychain */
"keychainBaseStationDescription" = "كلمة سر محطة AirPort الرئيسية";
"keychainBaseStationType" = "محطة AirPort الرئيسية";

/* Layout */
"LabelColon" = ":";
"NotSupported" = "غير مدعوم";
"vrfy" = "تأكيد كلمة السر";
"time.60" = "دقائق";
"time.3600" = "ساعات";
"time.86400" = "أيام";

"dayPeriod.1" = "يوم";
"dayPeriod.7" = "أسبوع";
"dayPeriod.30" = "شهر";
"dayPeriod.365" = "عام";

/*	Most Keys in this file are four character codes and four character codes plus value. 
	The four character codes are acp properties where appropriate and custom codes 
	beginning with 'bs' for simple settings.  Commented out strings are not needed, but
	are here for completeness. "4chr" and "4char.value" */

/*"bsDP" = "bsDP";*/
/*"bsFL" = "bsFL";*/
/*"bsRT" = "bsRT";*/
/*"bsPU" = "bsPU";*/
/*"bsSF" = "bsSF";*/
/*"bsIP" = "bsIP";*/
/*"bsPT" = "bsPT";*/
"raMA" = "معرّف AirPort";
"laMA" = "معرّف شبكة LAN للإيثرنت";
"waMA" = "معرّف الإيثرنت";
"syNm" = "اسم المحطة الرئيسية";
"syNm.productName" = "اسم %@";
"syDN" = "اسم المضيف المحلي";
"syDN.description" = "قم بإدخال اسم مضيف محلي لمحطة Wi-Fi الرئيسية لـ Apple. ستتمكن أجهزة الكمبيوتر المتصلة بالشبكة الفرعية المحلية من الاتصال بمحطة Wi-Fi الرئيسية لـ Apple باستخدام اسم المضيف هذا.";
"syPW" = "كلمة سر المحطة الرئيسية";
"syPW.productName" = "كلمة سر %@";
/*"syPR" = "syPR";*/
"syCt" = "جهة الاتصال";
"syLo" = "الموقع";
/*"syDs" = "Base Station Description";*/
"syVs" = "الإصدار";
"SUEn" = "البحث عن تحديثات للبرامج الثابتة";
"SUEn.description" = "في حالة تحديد “البحث عن تحديثات للبرامج الثابتة”، يومض مصباح الحالة باللون الأحمر في حالة توفر تحديث لبرنامج ثابت.";
"SUFq" = "معدل التحديث";
"SUFq.3600" = "كل ساعة";
"SUFq.86400" = "يوميًا";
"SUFq.604800" = "أسبوعيًا";
"SUFq.2592000" = "شهريًا";
"SUFq.2678400" = "شهريًا";
"syRe" = "البلد";
"syRe.0" = "الولايات المتحدة الأمريكية";
"syRe.1" = "كندا";
"syRe.2" = "المكسيك";
"syRe.3" = "كولومبيا";
"syRe.4" = "بورتوريكو";
"syRe.5" = "البرازيل";
"syRe.6" = "تشيلي";
"syRe.7" = "اليابان";
"syRe.8" = "النمسا";
"syRe.9" = "بلجيكا";
"syRe.10" = "قبرص";
"syRe.11" = "جمهورية التشيك";
"syRe.12" = "الدانمارك";
"syRe.13" = "إستونيا";
"syRe.14" = "فرنسا";
"syRe.15" = "فنلندا";
"syRe.16" = "ألمانيا";
"syRe.17" = "اليونان";
"syRe.18" = "المجر";
"syRe.19" = "آيسلندا";
"syRe.20" = "إيطاليا";
"syRe.21" = "أيرلندا";
"syRe.22" = "لاتفيا";
"syRe.23" = "ليختنشتاين";
"syRe.24" = "ليتوانيا";
"syRe.25" = "لوكسمبورغ";
"syRe.26" = "مالطا";
"syRe.27" = "هولندا";
"syRe.28" = "النروج";
"syRe.29" = "بولندا";
"syRe.30" = "البرتغال";
"syRe.31" = "جمهورية سلوفاكيا";
"syRe.32" = "سلوفينيا";
"syRe.33" = "إسبانيا";
"syRe.34" = "السويد";
"syRe.35" = "سويسرا";
"syRe.36" = "المملكة المتحدة";
"syRe.37" = "أستراليا";
"syRe.38" = "هونغ كونغ، منطقة إدارية خاصة، الصين";
"syRe.39" = "نيوزيلندا";
"syRe.40" = "سنغافورة";
"syRe.41" = "الفيليبين";
"syRe.42" = "الصين";
"syRe.43" = "ماليزيا";
"syRe.44" = "تايوان";
"syRe.45" = "كوريا الجنوبية";
"syRe.46" = "تايلاند";
"syRe.47" = "الأرجنتين";
"syRe.48" = "فنزويلا";
"syRe.49" = "روسيا";
"syRe.50" = "الولايات المتحدة الأمريكية";
"syRe.51" = "كندا";
"syRe.52" = "بلغاريا";
"syRe.53" = "رومانيا";
"syRe.54" = "الهند";
"syRe.55" = "فيتنام";
"syRe.56" = "سريلانكا";
"syRe.57" = "بروناي";
"syRe.58" = "باكستان";
"syRe.59" = "نيبال";
"syRe.60" = "بنغلاديش";
"syRe.61" = "البيرو";
"syRe.62" = "أفغانستان";
"syRe.63" = "ألبانيا";
"syRe.64" = "الجزائر";
"syRe.65" = "ساموا الأمريكية";
"syRe.66" = "أندورا";
"syRe.67" = "أنجولا";
"syRe.68" = "أنغويلا";
"syRe.69" = "أنتاركتيكا";
"syRe.70" = "أنتيجوا وبربودا";
"syRe.71" = "أرمينيا";
"syRe.72" = "أروبا";
"syRe.73" = "أذربيجان";
"syRe.74" = "الباهاما";
"syRe.75" = "البحرين";
"syRe.76" = "بربادوس";
"syRe.77" = "روسيا البيضاء";
"syRe.78" = "بليز";
"syRe.79" = "بنين";
"syRe.80" = "برمودا";
"syRe.81" = "بوتان";
"syRe.82" = "بوليفيا";
"syRe.83" = "البوسنة والهرسك";
"syRe.84" = "بتسوانا";
"syRe.85" = "جزيرة بوفيه";
"syRe.86" = "مقاطعة المحيط الهندي البريطانية";
"syRe.87" = "بوركينا فاسو";
"syRe.88" = "بوروندي";
"syRe.89" = "كمبوديا";
"syRe.90" = "الكاميرون";
"syRe.91" = "الرأس الأخضر";
"syRe.92" = "جزر الكايمن";
"syRe.93" = "جمهورية وسط أفريقيا";
"syRe.94" = "تشاد";
"syRe.95" = "جزيرة الكريسماس";
"syRe.96" = "جزر كوكوس";
"syRe.97" = "جزر القمر";
"syRe.98" = "الكونغو";
"syRe.99" = "جزر كوك";
"syRe.100" = "كوستاريكا";
"syRe.101" = "ساحل العاج";
"syRe.102" = "كرواتيا";
"syRe.103" = "چيبوتي";
"syRe.104" = "دومينيكا";
"syRe.105" = "جمهورية الدومينيك";
"syRe.106" = "تيمور الشرقية";
"syRe.107" = "الإكوادور";
"syRe.108" = "مصر";
"syRe.109" = "السلفادور";
"syRe.110" = "غينيا الاستوائية";
"syRe.111" = "إريتريا";
"syRe.112" = "إثيوبيا";
"syRe.113" = "جزر فوكلاند";	/* A.K.A. (Malvinas) */
"syRe.114" = "جزر فارو";
"syRe.115" = "فيجي";
"syRe.116" = "غويانا الفرنسية";
"syRe.117" = "بولينيزيا الفرنسية";
"syRe.118" = "المقاطعات الفرنسية الجنوبية";
"syRe.119" = "الجابون";
"syRe.120" = "غامبيا";
"syRe.121" = "جورجيا";
"syRe.122" = "غانا";
"syRe.123" = "جبل طارق";
"syRe.124" = "جرينلاند";
"syRe.125" = "جرينادا";
"syRe.126" = "جوادلوب";
"syRe.127" = "غوام";
"syRe.128" = "جواتيمالا";
"syRe.129" = "غينيا";
"syRe.130" = "غينيا بيساو";
"syRe.131" = "غيانا";
"syRe.132" = "هايتي";
"syRe.133" = "هندوراس";
"syRe.134" = "إندونيسيا";
"syRe.135" = "ايران";
"syRe.136" = "العراق";
"syRe.137" = "إسرائيل";
"syRe.138" = "جاميكا";
"syRe.139" = "الأردن";
"syRe.140" = "كازاخستان";
"syRe.141" = "كينيا";
"syRe.142" = "كوريا الشمالية";
"syRe.143" = "الكويت";
"syRe.144" = "لبنان";
"syRe.145" = "ليبيا";
"syRe.146" = "ماكاو";
"syRe.147" = "مقدونيا";
"syRe.148" = "موناكو";
"syRe.149" = "المغرب";
"syRe.150" = "نيكاراجوا";
"syRe.151" = "عُمان";
"syRe.152" = "قطر";
"syRe.153" = "السعودية";
"syRe.154" = "جمهورية جنوب افريقيا";
"syRe.155" = "سوريا";
"syRe.156" = "ترينيداد وتوباغو";
"syRe.157" = "تونس";
"syRe.158" = "تركيا";
"syRe.159" = "الإمارات العربية المتحدة";
"syRe.160" = "أوكرانيا";
"syRe.161" = "أوروجواي";
"syRe.162" = "أوزبكستان";
"syRe.163" = "اليمن";
"syRe.164" = "زيمبابوي";


"sySt" = "حالة المحطة الرئيسية";
"time" = "وقت المحطة الرئيسية";
"timz" = "المنطقة الزمنية";
"usrd" = "الحسابات";
"wbEn" = "استخدام اسم مضيف عام ديناميكي";
"wbHN" = "اسم المضيف";
"wbHU" = "المستخدم";
"wbHP" = "كلمة السر";
"wbRD" = "النطاق";
"wbRU" = "المستخدم";
"wbRP" = "كلمة السر";
"wbAC" = "السماح بالإعداد عبر الإنترنت باستخدام Bonjour";
/*"syUT" = "syUT";*/
/*"syFl" = "syFl";*/
/*"bsPF" = "bsPF";*/

/*	Localization Note: For every product, set the "useAlternateArticle" to "0" (zero) if particular product 
	should use the default article (in English for  example, AirPort Express, this is "an" as in 
	"an AirPort Extreme"). Set "useAlternateArticle" to "1" (one) if the alternate article should be used.
	Format strings in other parts of AU will have an ".alternateArticle" suffix which the code will use (or not use)
	to construct a sentence based on the value of "useAlternateArticle". If there is no difference, then
	set useAlternateArticle as in English and make both versions of the  format string the same.
	
	For example:
	
	Let's say we had fruits:
	
	In English, articles can be based on the first letter of the word following the article:
	"frut"						= "Fruit name:";
	"frut.0"					= "Apple";
	"frut.0.useAlternateArticle"= "0";
	"frut.1"					= "Lemon";
	"frut.1.useAlternateArticle"= "1";
	
	"WantFruit"	= "I want an %@.";
	"WantFruit.alternateArticle" = "I want a %@.";
	
	In French, articles can be based on the grammatical gender of the noun:
	"frut"						= "Nom de fruit:";
	"frut.0"					= "Pomme";
	"frut.0.useAlternateArticle"= "0";
	"frut.1"					= "Citron";
	"frut.1.useAlternateArticle"= "1";
	
	"WantFruit"	= "Je veux une %@.";
	"WantFruit.alternateArticle" = "Je veux un %@.";
*/
	
	
"syAP" = "اسم المنتج";
"syAP.80211nFormat" = "%@ مع 802.11n";
"syAP.0" = "محطة AirPort الرئيسية";
"syAP.0.useAlternateArticle" = "٠";
"syAP.1" = "محطة AirPort الرئيسية";
"syAP.1.useAlternateArticle" = "٠";
"syAP.3" = "AirPort Extreme 802.11g";
"syAP.3.useAlternateArticle" = "٠";
"syAP.102" = "AirPort Express 802.11g";
"syAP.102.useAlternateArticle" = "٠";
"syAP.104" = "‏AirPort Extreme 802.11n (الجيل الأول)";
"syAP.104.useAlternateArticle" = "٠";
"syAP.105" = "‏AirPort Extreme 802.11n (الجيل الثاني)";
"syAP.105.useAlternateArticle" = "٠";
"syAP.106" = "‏Time Capsule 802.11n (الجيل الأول)";
"syAP.106.useAlternateArticle" = "١";	/* See note above */
"syAP.107" = "AirPort Express 802.11n";
"syAP.107.useAlternateArticle" = "٠";
"syAP.108" = "‏AirPort Extreme 802.11n (الجيل الثالث)";
"syAP.108.useAlternateArticle" = "٠";
"syAP.109" = "‏Time Capsule 802.11n (الجيل الثاني)";
"syAP.109.useAlternateArticle" = "١";	/* See note above */
"syAP.113" = "‏Time Capsule 802.11n (الجيل الثالث)";
"syAP.113.useAlternateArticle" = "١";	/* See note above */
"syAP.114" = "‏AirPort Extreme 802.11n (الجيل الرابع)";
"syAP.114.useAlternateArticle" = "٠";
"syAP.116" = "‏Time Capsule 802.11n (الجيل الرابع)";
"syAP.116.useAlternateArticle" = "١";	/* See note above */
"syAP.117" = "‏AirPort Extreme 802.11n (الجيل الخامس)";
"syAP.117.useAlternateArticle" = "٠";

"bsSP" = "اسم المنتج";
"bsSP.0" = "محطة Wi-Fi الرئيسية لـ Apple";
"bsSP.0.useAlternateArticle" = "٠";
"bsSP.1" = "محطة AirPort الرئيسية";
"bsSP.1.useAlternateArticle" = "٠";
"bsSP.3" = "AirPort Extreme";
"bsSP.3.useAlternateArticle" = "٠";
"bsSP.102" = "AirPort Express";
"bsSP.102.useAlternateArticle" = "٠";
"bsSP.104" = "AirPort Extreme";
"bsSP.104.useAlternateArticle" = "٠";
"bsSP.105" = "AirPort Extreme";
"bsSP.105.useAlternateArticle" = "٠";
"bsSP.106" = "Time Capsule";
"bsSP.106.useAlternateArticle" = "١";	/* See note above */
"bsSP.107" = "AirPort Express";
"bsSP.107.useAlternateArticle" = "٠";
"bsSP.108" = "AirPort Extreme";
"bsSP.108.useAlternateArticle" = "٠";
"bsSP.109" = "Time Capsule";
"bsSP.109.useAlternateArticle" = "١";	/* See note above */
"bsSP.113" = "Time Capsule";
"bsSP.113.useAlternateArticle" = "١";	/* See note above */
"bsSP.114" = "AirPort Extreme";
"bsSP.114.useAlternateArticle" = "٠";
"bsSP.116" = "Time Capsule";
"bsSP.116.useAlternateArticle" = "١";  /* See note above */
"bsSP.117" = "AirPort Extreme";
"bsSP.117.useAlternateArticle" = "٠";


"sySN" = "الرقم التسلسلي";
"slCl" = "عنوان وجهة Syslog";
"slvl" = "مستوى Syslog";
"slvl.0" = "٠ - طوارئ";
"slvl.1" = "١ - تنبيه";
"slvl.2" = "٢ - هام";
"slvl.3" = "3 - Error";
"slvl.4" = "٤ - تحذير";
"slvl.5" = "٥ - إشعار";
"slvl.6" = "٦ - إعلامي";
"slvl.7" = "٧ - تصحيح الأخطاء";
"raNm" = "اسم الشبكة اللاسلكية";
"raCl" = "إنشاء شبكة مغلقة";
"raCl.short" = "شبكة مغلقة";
/*"raWM" = "raWM";*/
/*"raEA" = "raEA";*/
/*"raWE" = "raWE";*/
/*"raCr" = "raCr";*/
/*"raSk" = "raSk";*/
"raKT" = "مهلة مفتاح مجموعة WPA";
"raRo" = "استخدام شدة التداخل";
/*"raCA" = "raCA";*/
/*"raCh" = "raCh";*/
/*"raDe" = "raDe";*/
"raWC" = "استخدام القنوات ذات النطاق الواسع";
"raWC.subtext" = "تمنح القنوات ذات النطاق الواسع معدل نقل أكثر على الشبكة، ولكن ربما تتداخل مع الشبكات القريبة.";
"raMu" = "سرعة البث المتعدد";
"raMu.1" = "١ م.ب. في الثانية";
"raMu.2" = "٢ م.ب. في الثانية";
"raMu.85" = "٥.٥ م.ب في الثانية";
"raMu.6" = "٦ م.ب في الثانية";
"raMu.9" = "٩ م.ب في الثانية";
"raMu.17" = "١١ م.ب. في الثانية";
"raMu.18" = "١٢ م.ب. في الثانية";
"raMu.24" = "١٨ م.ب. في الثانية";
"raMu.36" = "٢٤ م.ب في الثانية";
"raMu.1000" = "منخفض";
"raMu.2000" = "متوسط";
"raMu.3000" = "عالي";
/*"raLC" = "raLC";*/
/*"raMO" = "raMO";*/
"raDS" = "خدمة DHCP";
"raNA" = "توفير NAT";
/*"raWB" = "raWB";*/
"raMd" = "وضع الراديو";
"raMd.1" = "802.11b فقط";
"raMd.2" = "متوافق مع 802.11b/g";
"raMd.3" = "802.11g فقط";
"raMd.4" = "802.11a فقط";
"raMd.5" = "802.11n (متوافق مع 802.11a)";
"raMd.6" = "802.11n (متوافق مع 802.11b/g)";
"raMd.7" = "802.11n only (2.4GHz)";
"raMd.8" = "802.11n only (5GHz)";
"raPo" = "طاقة الإرسال";
"raPo.10" = "٪١٠";
"raPo.25" = "٪٢٥";
"raPo.50" = "٪٥٠";
"raPo.100" = "٪١٠٠";
/*"raPx" = "raPx";*/
/*"raTr" = "raTr";*/
"raSt" = "وضع الشبكة اللاسلكية";
"raSt.0" = "إنشاء شبكة لاسلكية";
"raSt.1" = "ربط شبكة لاسلكية موجودة";
"raSt.3" = "تم تعطيل الشبكة اللاسلكية";
"waCV" = "تكوين IPv4‏";
"waCV.768" = "استخدام DHCP";
"waCV.1024" = "يدويًا";
/*"waIn" = "waIn";*/
"waD1" = "خوادم DNS";
"waD2" = "خادم DNS الثانوي";
/*"waD3" = "waD3";*/
"waC1" = "خادم DNS الأولي الحالي";
"waC2" = "خادم DNS الثانوي الحالي";
/*"waC3" = "waC3";*/
"waIP" = "عنوان IP";
"waSM" = "قناع الشبكة الفرعية";
"waRA" = "عنوان جهاز التوجيه";
"waDC" = "معرّف عميل DHCP";
/*"waDS" = "BSWanDHCPServer";*/
/*"waMO" = "waMO";*/
"waDN" = "اسم النطاق";
"waNM" = "حظر التكوين عن بُعد";
"waSD" = "منفذ إيثرنت لشبكة WAN";
"waSD.0" = "تلقائي (الإعداد الافتراضي)";
"waSD.2" = "١٠ م.ب. في الثانية/أحادي الاتجاه";
"waSD.3" = "١٠ م.ب. في الثانية/ازدواج كامل";
"waSD.5" = "١٠٠ م.ب. في الثانية / أحادي الاتجاه";
"waSD.6" = "١٠٠ م.ب. في الثانية / ازدواج كامل";
"waSD.8" = "١٠٠٠ م.ب. في الثانية / أحادي الاتجاه";
"waSD.9" = "١٠٠٠ م.ب. في الثانية / ازدواج كامل";
"waSD.15" = "تم تعطيل الإيثرنت";
"laIP" = "عنوان IP لشبكة LAN";
"laSM" = "قناع الشبكة الفرعية لشبكة LAN";
"6cfg" = "وضع IPv6";
"6cfg.0" = "ربط محلي فقط";
"6cfg.1" = "المضيف";
"6cfg.3" = "المعبر";
"6cfg.5" = "جهاز التوجيه";
"6aut" = "تكوين IPv6";
"6aut.0" = "يدويًا";
"6aut.1" = "تلقائيًا";
"6Wad" = "عنوان IPv6 لشبكة WAN";
"6Wfx" = "طول بادئة IPv6 لشبكة WAN";
"6Wgw" = "التوجيه الافتراضي لـ IPv6";
"6Wte" = "عنوان IPv4 عن بُعد";
"6Lfw" = "توجيه شبكة LAN";
"6Lad" = "عنوان IPv6 لشبكة LAN";
"6Lfx" = "طول بادئة شبكة LAN";
"6PDa" = "عنوان تفويض بادئة IPv6";
"6PDl" = "طول تفويض بادئة IPv6";
"6sfw" = "حظر اتصالات IPv6 الواردة";
"6sfw.short" = "حظر IPv6 الواردة";
/*"6pmp" = "";*/
"6trd" = "السماح بمعابر Teredo";
"6sec" = "السماح لمصادقة IPSec الوارد";
"6sec.short" = "السماح بـ IPSec الواردة";
"6fwl" = "جدار حماية IPv6";
"6NS1" = "خادم (خوادم) IPv6 DNS";
"6NS2" = "خادم IPv6 DNS الثانوي";

"moPN" = "رقم (أرقام) الهاتف";
"moAP" = "رقم الهاتف الثانوي";
/*"moPD" = "moPD";*/
"moUN" = "اسم الحساب";
"moPW" = "كلمة السر";
"moID" = "قطع الاتصال عندما أكون غير نشط";
"moID.30" = "٣٠ ثانية";
"moID.60" = "دقيقة واحدة";
"moID.120" = "دقيقتان";
"moID.300" = "٥ دقائق";
"moID.600" = "١٠ دقائق";
"moID.900" = "١٥ دقيقة";
"moID.1200" = "٢٠ دقيقة";
"moID.1800" = "٣٠ دقيقة";
"moID.0" = "مطلقًا";
/*"moCC" = "moCC";*/
/*"moCI" = "moCI";*/
"moDT" = "تجاهل نغمة الاتصال";
"moAD" = "الاتصال تلقائيًا";
"moMP" = "بروتوكول";
"moMP.1" = "v.90";
"moMP.2" = "v.34";
/*"moMF" = "moMF";*/
/*"pdFl" = "pdFl";*/
"pdUN" = "اسم الحساب";
"pdPW" = "كلمة السر";
"pdAR" = "الرد عند الرنين";
"pdID" = "قطع الاتصال الخامل بعد";
"pdID.30" = "٣٠ ثانية";
"pdID.60" = "دقيقة واحدة";
"pdID.120" = "دقيقتان";
"pdID.300" = "٥ دقائق";
"pdID.600" = "١٠ دقائق";
"pdID.900" = "١٥ دقيقة";
"pdID.1200" = "٢٠ دقيقة";
"pdID.1800" = "٣٠ دقيقة";
"pdID.0" = "مطلقًا";
"pdMC" = "الحد الأقصى لوقت الاتصال";
"pdMC.900" = "١٥ دقيقة";
"pdMC.1800" = "٣٠ دقيقة";
"pdMC.3600" = "ساعة واحدة";
"pdMC.7200" = "ساعتان";
"pdMC.14400" = "٤ ساعات";
"pdMC.28800" = "٨ ساعات";
"pdMC.0" = "عدم قطع الاتصال مطلقًا";
"peSN" = "اسم الخدمة";
"peUN" = "اسم الحساب";
"pePW" = "كلمة السر";
"peSC" = "البقاء دومًا على اتصال";
"peAC" = "الاتصال تلقائيًا";
"peID" = "قطع الاتصال عندما أكون غير نشط";
"peID.30" = "٣٠ ثانية";
"peID.60" = "دقيقة واحدة";
"peID.120" = "دقيقتان";
"peID.300" = "٥ دقائق";
"peID.600" = "١٠ دقائق";
"peID.900" = "١٥ دقيقة";
"peID.1200" = "٢٠ دقيقة";
"peID.1800" = "٣٠ دقيقة";
"peID.0" = "مطلقًا";
/*"peAO" = "peAO";*/
"dhBg" = "عنوان بداية DHCP";
"dhEn" = "عنوان نهاية DHCP";
"dhLe" = "تأجير DHCP";
"dhMg" = "رسالة DHCP";
"dh95" = "خادم LDAP";
"DRes" = "حجوزات DHCP";
"naFl" = "تمكين بروتوكول تعيين منفذ NAT";
"naFl.short" = "تمكين NAT-PMP";
"naFl.subtext" = "(يتطلب Mac OS X الإصدار 10.4 أو أحدث)";
"naAF" = "تمكين الإشراف العائلي لـ AOL";
"nDMZ" = "المضيف الافتراضي";
"fire" = "تعيين المنفذ";
"pmTa" = "تعيين المنفذ";
"acTa" = "التحكم في الوصول";
"tACL" = "التحكم في الوصول المحدد بوقت";
/*"wdFl" = "wdFl";*/
"wdLs" = "نقاط توصيل WDS";
"dWDS" = "السماح بتوسيع هذه الشبكة";
/*"raFl" = "raFl";*/
"raI1" = "عنوان IP الأولي لـ RADIUS";
/*"raAu" = "raAu";*/
"raSe" = "السر المشترك الرئيسي";
/*"raF2" = "raF2";*/
"raI2" = "عنوان IP الثانوي لـ RADIUS";
/*"raU2" = "raU2";*/
"raS2" = "السر المشترك الثانوي";
/*"raCi" = "raCi";*/
"ntSV" = "خادم وقت الشبكة";
/*"snAF" = "snAF";*/
/*"snLW" = "snLW";*/
/*"snLL" = "snLL";*/
/*"snRW" = "snRW";*/
/*"snWW" = "snWW";*/
/*"snRL" = "snRL";*/
/*"snWL" = "snWL";*/
"snCS" = "سلسلة مجموعة SNMP";
/*"usbF" = "usbF";*/
"prnI" = "طابعات USB";
"prnR" = "طابعات USB";
"MaSt" = "أقراص";
"SMBw" = "مجموعة العمل";
"SMBs" = "خادم WINS";
"fssp" = "كلمة سر القرص";
/*"ctim" = "ctim";*/
/*"LLnk" = "LLnk";*/
/*"WLnk" = "WLnk";*/
/*"evtL" = "evtL";*/
"isAC" = "الطاقة";
"isAC.0" = "إيثرنت (802.3af)";
"isAC.1" = "محول تيار كهربائي خارجي";
/*"maAl" = "maAl";*/
/*"maPr" = "maPr";*/
"leAc" = "مصباح الحالة";
"leAc.1" = "تشغيل دومًا (الإعداد الافتراضي)";
"leAc.2" = "الوميض اثناء النشاط";
"leAc.subtext" = "يومض مصباح حالة محطة Wi-Fi الرئيسية لـ Apple دومًا باللون الكهرماني للإبلاغ عن ظهور مشكلة.";
/*"auPr" = "auPr";*/
/*"auJD" = "auJD";*/
"auNN" = "اسم سماعة iTunes";
"auNP" = "كلمة سر سماعة iTunes";
"aWan" = "تمكين AirPlay عبر WAN";
"auRR" = "تمكين AirPlay";
/*"hw01" = "hw01";*/
"dMac" = "أعضاء MobileMe";
"tcUW" = "النطاق الترددي لانتقال البيانات إلى الخادم";
"tcDW" = "النطاق الترددي لانتقال البيانات من الخادم";
"IDNm" = "الاسم";
"!mta" = "حظر اتصالات SMTP الصادرة";
"RUdv" = "مشاركة USB";
"RUfl" = "مشاركة USB";

"bsSM" = "التأمين اللاسلكي";
"bsSM.1" = "لا شيء";
"bsSM.2" = "WEP ٤٠ بت";
"bsSM.3" = "WEP ١٢٨ بت";
"bsSM.4" = "‫WPA الشخصي";
"bsSM.5" = "‫WPA/WPA2 الشخصي";
"bsSM.6" = "‫WPA الشخصي";
"bsSM.7" = "‫WPA2 الشخصي";
"bsSM.8" = "‫WEP ( شبكة التأمين الانتقالي)";
"bsSM.9" = "‫WPA على مستوى المؤسسة";
"bsSM.10" = "‫WPA/WPA2 على مستوى المؤسسة";
"bsSM.11" = "‫WPA على مستوى المؤسسة";
"bsSM.12" = "‫WPA2 على مستوى المؤسسة";
"bsSM.description" = "اختر تأمينًا لاسلكيًا لحماية الشبكة. يوصى باستخدام \"WPA/WPA2 شخصي\".";
"bsAE.tsnDescription" = "شبكة التأمين الانتقالي (TSN) هي شبكة WEP تسمح لعملاء TKIP وAES بالربط بها. يمكن للعملاء الذين يدعمون AES إحراز معدلات بيانات أسرع.";
"bsAE.wpaOneDescription" = "يمكن لعملاء WPA الربط بهذه الشبكة باستخدام TKIP.";
"bsAE.wpaOneTwoDescription" = "يمكن لعملاء WPA وWPA2 الربط بهذه الشبكة.";
"bsAE.wpaTwoDescription" = "يمكن لعملاء WPA2 الربط بهذه الشبكة باستخدام AES-CCMP.";
"bsRC.dual" = "تحديد قناة الاسلكي";
"bsRC.2_4GHz.control" = "قناة ٢,٤غيغاهرتز";
"bsRC.5GHz.control" = "قناة ٥غيغاهرتز";
"bsRC.2_4GHz.label" = "(٢,٤ غيغاهرتز)";
"bsRC.5GHz.label" = "(٥غيغاهرتز)";
"bsRC" = "القناة";
"bsRC.1" = "١";
"bsRC.2" = "٢";
"bsRC.3" = "٣";
"bsRC.4" = "٤";
"bsRC.5" = "٥";
"bsRC.6" = "٦";
"bsRC.7" = "٧";
"bsRC.8" = "٨";
"bsRC.9" = "٩";
"bsRC.10" = "١٠";
"bsRC.11" = "١١";
"bsRC.12" = "١٢";
"bsRC.13" = "١٣";
"bsRC.14" = "١٤";
"bsRC.34" = "٣٤";
"bsRC.36" = "٣٦";
"bsRC.38" = "٣٨";
"bsRC.40" = "٤٠";
"bsRC.42" = "٤٢";
"bsRC.44" = "٤٤";
"bsRC.46" = "٤٦";
"bsRC.48" = "٤٨";
"bsRC.52" = "٥٢";
"bsRC.56" = "٥٦";
"bsRC.60" = "٦٠";
"bsRC.64" = "٦٤";
"bsRC.100" = "١٠٠";
"bsRC.104" = "١٠٤";
"bsRC.108" = "١٠٨";
"bsRC.112" = "١١٢";
"bsRC.116" = "١١٦";
"bsRC.120" = "١٢٠";
"bsRC.124" = "١٢٤";
"bsRC.128" = "١٢٨";
"bsRC.132" = "١٣٢";
"bsRC.136" = "١٣٦";
"bsRC.140" = "١٤٠";
"bsRC.149" = "١٤٩";
"bsRC.153" = "١٥٣";
"bsRC.157" = "١٥٧";
"bsRC.161" = "١٦١";
"bsRC.165" = "١٦٥";
"bsRC.1000" = "تلقائي";
"bsRC.2000" = "يدوي";

"bsrT" = "نوع RADIUS";
"bsrT.0" = "الافتراضي";
"bsrT.1" = "البديل";
"bsAC" = "السماح للعملاء اللاسلكيين";
"bsIC" = "الاتصال باستخدام";
"bsIC.1" = "إيثرنت";
"bsIC.2" = "PPPoE";
"bsIC.3" = "مودم";
"bsIC.4" = "AirPort (WDS)";
"bsIC.5" = "الشبكة اللاسلكية";
"bsUA" = "استخدام AOL";
"bsDI" = "الاتصال الهاتفي بالإنترنت باستخدام بروتوكول PPP";
"bsTP" = "اتصال";
"bsTP.1" = "نغمة";
"bsTP.2" = "نبض";
"bsCC" = "رمز البلد";
"bsCC.1" = "أستراليا";
"bsCC.2" = "النمسا";
"bsCC.3" = "بلجيكا";
"bsCC.4" = "كندا";
"bsCC.5" = "الصين";
"bsCC.6" = "جمهورية التشيك";
"bsCC.7" = "الدانمارك";
"bsCC.8" = "فنلندا";
"bsCC.9" = "فرنسا";
"bsCC.10" = "ألمانيا";
"bsCC.11" = "اليونان";
"bsCC.12" = "غوام";
"bsCC.13" = "هونغ كونغ، منطقة إدارية خاصة، الصين";
"bsCC.14" = "آيسلندا";
"bsCC.15" = "الهند";
"bsCC.16" = "أيرلندا";
"bsCC.17" = "إيطاليا";
"bsCC.18" = "اليابان";
"bsCC.19" = "جمهورية كوريا";
"bsCC.20" = "أمريكا اللاتينية";
"bsCC.21" = "ماليزيا";
"bsCC.22" = "هولندا";
"bsCC.23" = "نيوزيلندا";
"bsCC.24" = "النروج";
"bsCC.25" = "الفيليبين";
"bsCC.26" = "بولندا";
"bsCC.27" = "البرتغال";
"bsCC.28" = "سنغافورة";
"bsCC.29" = "جمهورية سلوفاكيا";
"bsCC.30" = "جمهورية جنوب افريقيا";
"bsCC.31" = "إسبانيا";
"bsCC.32" = "السويد";
"bsCC.33" = "سويسرا";
"bsCC.34" = "تايوان";
"bsCC.35" = "تايلاند";
"bsCC.36" = "المملكة المتحدة";
"bsCC.37" = "الولايات المتحدة الأمريكية";
"bsSK" = "كلمة سر الشبكة اللاسلكية";
"bsNP" = "خادم وقت الشبكة";
"bsNP.1" = "time.apple.com";
"bsNP.2" = "time.euro.apple.com";
"bsNP.3" = "time.asia.apple.com";
"bsP1" = "المنفذ الأساسي";
"bsP1.1" = "١٦٤٥";
"bsP1.2" = "١٨١٢";
"bsP2" = "المنفذ الثانوي";
"bsP2.1" = "١٦٤٥";
"bsP2.2" = "١٨١٢";
"bsWM" = "وضع WDS";
"bsWM.0" = "لم يتم تمكين WDS";
"bsWM.1" = "‫WDS رئيسية";
"bsWM.2" = "‫WDS مرحّلة";
"bsWM.3" = "‫WDS عن بُعد";
"bsPC" = "الاتصال";
"bsPC.0" = "تشغيل دومًا";
"bsPC.1" = "تلقائي";
"bsPC.2" = "يدوي";
"bsRM" = "مشاركة الاتصال";
"bsRM.0" = "مشاركة عنوان IP عام";
"bsRM.1" = "توزيع نطاق عناوين IP";
"bsRM.2" = "استخدام NAT فقط";
"bsRM.3" = "إيقاف (وضع القنطرة)";
"bsRM.description" = "قم بتحديد ما إذا كنت ترغب في أن تشارك محطة Wi-Fi الرئيسية لـ Apple هذه عنوان IP واحد مع عملاء لاسلكيين باستخدام DHCP وNAT، أم تقوم بتوزيع نطاق من عناوين IP الثابتة باستخدام DHCP فقط، أم القيام بدور القنطرة.";
"bsRM.DHCPAndNAT" = "تشارك محطة Wi-Fi الرئيسية لـ Apple عنوان IP واحد مع عملاء لاسلكيين باستخدام DHCP وNAT.";
"bsSN" = "السماح ببروتوكول SNMP";
"bsSW" = "السماح ببروتوكول SNMP عبر شبكة WAN";
"bsRP" = "مشاركة طابعات عبر شبكة WAN";
"bsWP" = "مشاركة طابعات عبر الإنترنت باستخدام Bonjour"; 
"bsWC" = "السماح بالإعداد عبر شبكة WAN";
"bsGK" = "مهلة مفتاح مجموعة WPA";
"bsNM" = "الوضع اللاسلكي";
"bsNM.0" = "إنشاء شبكة لاسلكية";
"bsNM.1" = "الربط بشبكة لاسلكية";
"bsNM.3" = "إيقاف";
"bsNM.10" = "المشاركة في شبكة WDS";
"bsNM.20" = "توسيع نطاق الشبكة اللاسلكية";
"bsNM.createDescription" = "إعداد محطة Wi-Fi الرئيسية لـ Apple لتقوم بإنشاء شبكة لاسلكية جديدة.";
"bsNM.joinDescription" = "إعداد محطة Wi-Fi الرئيسية لـ Apple لتقوم بالانضمام إلى شبكة لاسلكية جديدة.";
"bsNM.WDSDescription" = "إعداد محطة Wi-Fi الرئيسية لـ Apple للمشاركة في نظام التوزيع اللاسلكي لتوسيع الشبكة اللاسلكية.";
"bsNM.DWDSDescription" = "إعداد محطة Wi-Fi الرئيسية لـ Apple لتقوم تلقائيًا بتوسيع نطاق شبكة AirPort 802.11n الموجودة.";
"bsAT" = "التحكم في الوصول لعنوان MAC";
"bsAT.short" = "التحكم في الوصول";
"bsAT.0" = "لم يتم التمكين";
"bsAT.1" = "محلي";
"bsAT.2" = "RADIUS";
"bsAT.3" = "الوصول المحدد بوقت";
"bsFS" = "تمكين مشاركة الملفات";
"bsRF" = "مشاركة أقراص عبر شبكة WAN";
"bsWF" = "مشاركة أقراص عبر الإنترنت باستخدام Bonjour"; 
"bsGA" = "الوصول إلى أقراص AirPort كضيف";
"bsGA.0" = "غير مسموح";
"bsGA.1" = "قراءة فقط";
"bsGA.2" = "قراءة وكتابة";
"bsFM" = "تأمين الأقراص المشتركة";
"bsFM.0" = "مع الحسابات";
"bsFM.1" = "بكلمة سر القرص";
"bsFM.2" = "بكلمة سر الجهاز";
"bsTZ" = "المنطقة الزمنية";
"bsSS" = "الحالة";
"bsDA" = "السماح للعملاء اللاسلكيين";
"bsPE" = "السماح لعملاء إيثرنت";
"bsGM" = "تحديد الوصول";
"bsME" = "السماح لأعضاء MobileMe بالوصول إلى الإنترنت";
"bsMu" = "سرعة البث المتعدد";
"bsMu.1" = "١ م.ب. في الثانية";
"bsMu.2" = "٢ م.ب. في الثانية";
"bsMu.85" = "٥.٥ م.ب في الثانية";
"bsMu.6" = "٦ م.ب في الثانية";
"bsMu.9" = "٩ م.ب في الثانية";
"bsMu.17" = "١١ م.ب. في الثانية";
"bsMu.18" = "١٢ م.ب. في الثانية";
"bsMu.24" = "18 م.ب. في الثانية";
"bsMu.36" = "24 م.ب في الثانية";
"bsMu.1000" = "منخفض";
"bsMu.2000" = "متوسط";
"bsMu.3000" = "عالي";

"bs8M" = "وضع الراديو";
"bs8M.1" = "802.11b فقط";
"bs8M.2" = "متوافق مع 802.11b/g";
"bs8M.3" = "802.11g فقط";
"bs8M.4" = "802.11a فقط";
"bs8M.5" = "802.11n (متوافق مع 802.11a)";
"bs8M.6" = "802.11n (متوافق مع 802.11b/g)";
"bs8M.7" = "802.11n only (2.4GHz)";
"bs8M.8" = "802.11n only (5GHz)";
"bs8M.262145" = "802.11a - 802.11b";
"bs8M.262146" = "802.11a - 802.11b/g";
"bs8M.262147" = "802.11a - 802.11g فقط";
"bs8M.262150" = "802.11a - 802.11b/g/n";
"bs8M.262151" = "802.11a - 802.11n only (2.4GHz)";
"bs8M.327681" = "802.11a/n - 802.11b";
"bs8M.327682" = "802.11a/n - 802.11b/g";
"bs8M.327683" = "802.11a/n - 802.11g فقط";
"bs8M.327686" = "تلقائي";	/*  (802.11a/b/g/n)*/
"bs8M.description.327686" = "802.11a/n - 802.11b/g/n";
"bs8M.327687" = "802.11a/n - 802.11n only (2.4GHz)";
"bs8M.524289" = "802.11n only (5GHz) - 802.11b";
"bs8M.524290" = "802.11n only (5GHz) - 802.11b/g";
"bs8M.524291" = "802.11n only (5GHz) - 802.11g only";
"bs8M.524294" = "802.11n only (5GHz) - 802.11b/g/n";
"bs8M.524295" = "802.11n only (5GHz) - 802.11n only (2.4GHz)";
"bsUP.productName" = "تخزين تحديثات برامج Apple على %@ هذا";
"bsUP.description" = "تتوفر تحديثات برامج Apple التي يتم نسخها إلى %@ هذا لأي شخص يستخدم هذه الشبكة.";
"bs2N" = "اسم شبكة ٢,٤غيغاهرتز";
"bs5N" = "اسم شبكة ٥غيغاهرتز";
"bs5N.extension" = " ٥غيغاهرتز";
"bsNV" = "إصدار متوفر";
"bs5M" = "معرِّف AirPort ٥غيغاهرتز";
"bs2M" = "معرِّف AirPort ٢,٤غيغاهرتز";
"bsAI" = "معرِّفات AirPort ٢,٤غيغاهرتز / ٥غيغاهرتز";
"bsUS" = "تمكين مشاركة USB";
"bsWU" = "مشاركة أجهزة USB عبر WAN";
"bsBU" = "مشاركة أجهزة USB عبر الإنترنت باستخدام Bonjour";
"bsEC" = "التخويل للعملاء اللاسلكيين";
"bsEC.description" = "يمكنك إعداد %@ هذا بحيث يسمح للعملاء اللاسلكيين بالوصول إلى شبكتك الآمنة دون إدخال كلمة سر. سيتم إعلامك عندما يطلب عميل الوصول إلى شبكتك.";
"bsEP" = "يلزم كلمة سر المحطة الرئيسية لتخويل وصول العميل";
"bsEP.productName" = "يلزم كلمة سر %@ لتخويل وصول العميل";
"bsEP.description" = "حدد \"يلزم كلمة سر %@ لتخويل وصول العميل\" إذا كنت تريد إدخال كلمة السر للسماح بوصول العميل.";


"802.11b" = "802.11b";
"802.11g" = "802.11g";
"802.11b/g" = "802.11b/g";
"802.11b/g/n" = "802.11b/g/n";
"802.11n (2.4GHz)" = "‏802.11n (٢.٤ غيغاهرتز)";
"802.11a" = "802.11a";
"802.11a/n" = "802.11a/n";
"802.11n (5GHz)" = "‏802.11n (٥ غيغاهرتز)";


/* End of AirPortSettings.strings file */